Repository: Dreimorgen/wp-grid-ui
Catalog: lang/grid-ui-*.po
Languages: de_de

source: Grid UI Settings
de_de: Grid UI Einstellungen

source: <br />Here you can set your grid system<br />
de_de: <br />Hier können Sie Ihr CSS-Rastersystem auswählen<br />

source: <br />Here you can set the classes which fit your grid system<br />
de_de: <br />Hier können Sie die Klassen einstellen, die Ihrem Rastersystem entsprechen<br />

source: Number of columns
de_de: Spaltenanzahl

source: Grid system
de_de: Rastersystem

source: Use the CSS of this plugin
de_de: Das CSS dieses Plugins benutzen

source: Column classes
de_de: Spaltenklassen

source: Row class
de_de: Zeilenklasse

source: Column
de_de: Spalte

source: Add a new Row (around selection)
de_de: Eine neue Zeile erzeugen (aus dem ausgewählten Text)

source: Add a column (around selection)
de_de: Eine neue Spalte erzeugen (aus dem ausgewählten Text)

source: Layout Presets
de_de: Layoutvorlagen

source: 4 Columns
de_de: Vierspaltig

source: 3 Columns
de_de: Dreispaltig

source: 2 Columns
de_de: Zweispaltig

source: Remove grid elements
de_de: Raster entfernen

source: Default
de_de: Standard

source: The amount of Columns has to be a numerical value!
de_de: Die Spaltenanzahl muss ein Zahlenwert sein

source: Custom
de_de: Benutzerdefiniert

source: This Option is only available if the Grid system is set to Default.
de_de: Diese Option ist nur verfügbar wenn das Rastersystem auf Standard gestellt ist.

source: Classes should be seperated by kommas. There should be as many as there are columns in your grid.
de_de: Die Klassen sollten mit Kommas getrennt sein. Es sollte genauso viele geben wie Spalten in Ihrem Rastersystem.
